[Russian]
Please connect the 2.4GHz USB dongle of the device to your computer's USB port for pairing. = Подключите USB-приемник (2,4 ГГц) устройства к разъему USB компьютера для сопряжения.
Please follow the steps below for pairing. = Следуйте следующим инструкциям.
1. Set the connection switch to the RF 2.4GHz mode. = 1. Установите переключатель подключения в режим RF 2,4 ГГц.
2. Press and hold the left button, right button and DPI button for 3 seconds. = 2. Нажмите и удерживайте левую и правую кнопки и кнопку DPI в течение 3 секунд.
3. Click the "Pair" button on the interface. = 3. Нажмите в интерфейсе кнопку "Сопряжение".	
1. Connect the device to your computer with the USB cable. = 1. Подключите устройство к компьютеру с помощью USB-кабеля.
2. Click the "Pair" button on the interface. = 2. Нажмите в интерфейсе кнопку "Сопряжение".

Pair = Сопряжение
Close = Закрыть
Pairing = Сопряжение
Pairing completed = Сопряжение завершено
Pairing failed = Ошибка сопряжения

1. Connect the headset with a USB cable and switch to 2.4GHz mode. = 1. Подключите устройство к компьютеру с помощью кабеля USB и установите переключатель подключения в режим RF 2,4 ГГц.
2. Press and hold the function button for 15 seconds until you hear the beep sounds. = 2. Нажмите и удерживайте функциональную кнопку в течение 15 секунд, пока не услышите звуковые подсказки.
Please unplug and re-plug the 2.4 GHz receiver(dongle), power off the headset and then switch it to RF 2.4 GHz mode. = Отключите и снова подключите приемник RF 2,4 ГГц. Выключите устройство, затем переключите устройство в режим RF 2,4 ГГц.